[
  {
    "message_id": 449,
    "likes": [
      1916984442
    ],
    "dislikes": []
  },
  {
    "message_id": 453,
    "text": "Bitcoin, son 24 saatte %1.44 ve son 7 günde %3.36 düşüş göstererek 105585 dolar seviyesinde işlem görüyor. RSI ve MACD değerleri, piyasanın dengeli olduğunu ve yatırımcıların beklemeye devam ettiğini gösteriyor. MA5 ve MA20, mevcut fiyatın düşük olduğunu ve düzeltme olabileceğini belirtiyor. Bu durumda, LONG pozisyonu öneririm. Giriş fiyatı olarak mevcut fiyat olan 105585 doları, hedef fiyat olarak MA20 değeri olan 106041.6 doları ve stop-loss olarak %3'lük bir düşüşü kabul edebiliriz. Kaldıraç seviyesi olarak 5x'i öneririm.",
    "likes": [
      1916984442
    ],
    "dislikes": []
  },
  {
    "message_id": 457,
    "text": "Bitcoin son 24 saatte %2.92 ve son 7 günde %4.29 değer kaybetti. RSI ve MACD değerleri dikkate alındığında, piyasanın dengeli olduğunu ve büyük bir hareketlilik olmadığını görmekteyiz. Ancak MA5 ve MA20 değerlerine bakarak, Bitcoin'in mevcut fiyatının 5 ve 20 günlük hareketli ortalamalarının altında olduğunu söyleyebiliriz. Bu nedenle, bir düzeltme olabilir.\n\nKaldıraçlı işlem önerisi:\n- Pozisyon: LONG\n- Giriş fiyatı: $104000\n- Hedef fiyat: $107000\n- Stop-loss: $103000\n- Kaldıraç seviyesi: 5x \n\nBu öneri, Bitcoin'in düşen trendden toparlanma ihtimalini göz önünde bulundurarak yapılmıştır. Yatırımcılar kendi risk toleranslarına göre işlem yapmalı",
    "likes": [
      1916984442
    ],
    "dislikes": []
  },
  {
    "message_id": 462,
    "text": "Bitcoin, son 24 saatte %3.05 ve son 7 günde %4.27 değer kaybı yaşadı. RSI ve MACD göstergeleri, düşüş trendinin devam edebileceğini işaret ediyor. Ancak MA5 ve MA20'nin mevcut fiyatın üzerinde olması, gelecekte bir toparlanma olabileceğini gösteriyor.\n\nKaldıraçlı işlem önerisi:\n- Pozisyon: LONG\n- Giriş fiyatı: $103000\n- Hedef fiyat: $108000\n- Stop-loss: $101500\n- Kaldıraç seviyesi: 3x\n\nBu öneri, piyasada gelecekte beklenen toparlanma ve düşüş trendinin sona ermesi beklentisi üzerine kuruludur. Ancak her zaman olduğu gibi, yatırımlarınızı yaparken dikkatli olun.",
    "likes": [],
    "dislikes": []
  },
  {
    "message_id": 466,
    "text": "Son 24 saatte %6.13 ve son 7 günde %6.68 düşüş yaşayan Solana, mevcut durumda $147.50 seviyesinde işlem görüyor. Piyasa momentumu ve son düşüşler göz önünde bulundurulduğunda, kısa vadede bir düzeltme olasılığı yüksek görünüyor. Ancak, belirsizlikler nedeniyle yatırımcılar dikkatli olmalıdır.\n\nPozisyon: LONG\nGiriş fiyatı: $147.50\nHedef fiyat: $155\nStop-loss: $142\nKaldıraç seviyesi: 3x\nNot: Bu yorum yatırım tavsiyesi değildir, yatırım kararınızı verirken kendi araştırmanızı yapınız.",
    "likes": [],
    "dislikes": []
  },
  {
    "message_id": 470,
    "text": "Son 24 saatte Solana'nın fiyatı %6.39 oranında düştü ve bu düşüş haftalık bazda %6.79'a ulaştı. MACD'nin sinyal hattının altında ve RSI'nin 52.36 seviyesinde olması düşüş trendinin devam edebileceğine işaret ediyor. Ancak, MA5 ve MA20'nin yakın olduğu görülüyor, bu da bir dönüş sinyali olabilir.\n\nKaldıraçlı işlem önerisi:\n- Pozisyon: SHORT\n- Giriş fiyatı: $147.33\n- Hedef fiyat: $140\n- Stop-loss: $155\n- Kaldıraç seviyesi: 3x\n\nLütfen bu yorumlar yatırım tavsiyesi olarak alınmamalı, kendi araştırmanızı yapmalısınız.",
    "likes": [
      1916984442
    ],
    "dislikes": []
  },
  {
    "message_id": 474,
    "text": "Solana son 24 saat ve 7 günde sırasıyla %6.76 ve %6.87 düşüş yaşadı. Ancak, RSI ve MACD değerlerine bakıldığında piyasada aşırı alım veya satım durumu olmadığı görülüyor. Bu durum, Solana'nın kısa vadede istikrarlı bir performans sergilemesini bekleyebileceğimizi gösteriyor. \n\nKaldıraçlı işlem önerisi:\n- Pozisyon: LONG\n- Giriş fiyatı: $145\n- Hedef fiyat: $155\n- Stop-loss: $140\n- Kaldıraç seviyesi: 3x\n\nBu öneri, Solana'nın destek seviyesinin üzerinde kaldığı sürece geçerli olacaktır. Her zaman olduğu gibi, yatırımlarınızı dikkatli bir şekilde yönetin.",
    "likes": [
      1916984442
    ],
    "dislikes": []
  },
  {
    "message_id": 484,
    "text": "Solana'nın son 24 saatteki ve 7 günlük değişimi düşüş yönlü olmasına rağmen, RSI ve MACD değerleri stabil bir görünüm sergiliyor. Bu, yakın zamanda bir toparlanmanın olabileceğini gösteriyor. Ancak, MA5 ve MA20 değerleri mevcut fiyatın altında olduğu için aşağı yönlü bir hareket riski de bulunmaktadır.\n\nPozisyon: LONG\nGiriş fiyatı: $145\nHedef fiyat: $155\nStop-loss: $140\nKaldıraç seviyesi: 3x\n\nBu öneri, piyasa koşullarının hızlı değişebileceği göz önünde bulundurularak dikkatli bir şekilde değerlendirilmelidir. Her zaman kendi araştırmanızı yapmalı ve yatırım kararlarınızı buna göre almalısınız.",
    "likes": [
      1916984442
    ],
    "dislikes": []
  },
  {
    "message_id": 488,
    "text": "Ethereum, son 24 saatte %6.51 düşüş ve son 7 günde %9.91 düşüş yaşadı. Kısa vadede ani düşüşler yaşanabilir ancak genel trendin yukarı yönlü olduğunu düşünüyorum. Bu sebeple LONG pozisyonu öneriyorum. \n\n- Giriş fiyatı: $2460\n- Hedef fiyat: $2600\n- Stop-loss: $2400\n- Kaldıraç seviyesi: 5x\n\nYatırımcıların kendi risk toleranslarını göz önünde bulundurarak işlem yapmaları önemlidir.",
    "likes": [
      1916984442
    ],
    "dislikes": []
  },
  {
    "message_id": 527,
    "text": "Solana, son 24 saatte %6.91 ve geçtiğimiz hafta %7.48 düşüş yaşadı. RSI ve MACD göstergeleri, mevcut negatif trendin devam edebileceğine işaret ediyor. Ancak, MA5 ve MA20'nin birbirine yakın olması, fiyatın stabil olduğunu gösteriyor.\n\nKaldıraçlı işlem önerisi:\n- Pozisyon: SHORT\n- Giriş fiyatı: $146.42\n- Hedef fiyat: $140\n- Stop-loss: $150\n- Kaldıraç seviyesi: 3x\n\nBu öneri, piyasa koşullarının hızla değişebileceği ve yatırımınızın değerini kaybedebileceği gerçeğini göz önünde bulundurarak yapılır. Her zaman kendi araştırmanızı yapın.",
    "likes": [],
    "dislikes": []
  },
  {
    "message_id": 539,
    "text": "Solana, son 7 gün boyunca %10.19'luk bir düşüş yaşadı ve son 24 saatte %3.69'luk bir düşüş gösterdi. RSI endeksi 42.81 seviyesinde, bu da genel olarak düşük bir momentum gösteriyor. Ayrıca MACD'nin negatif bölgede olması ve MA5'in MA20'nin altında olması da düşüş trendini teyit ediyor. Ancak, mevcut düşüşe rağmen Solana'nın potansiyel bir toparlanma için uygun bir pozisyon oluşturduğu düşünülebilir. \n\nÖnerilen pozisyon: LONG\nGiriş fiyatı: $148.13\nHedef fiyat: $155.00\nStop-loss: $143.00\nKaldıraç seviyesi: 5x",
    "likes": [
      1916984442
    ],
    "dislikes": []
  },
  {
    "message_id": 557,
    "text": "Solana, son 7 günde %10.34'lük bir düşüş yaşadı ve son 24 saatte %3.78 oranında değer kaybetti. Mevcut RSI değeri 42.81 ve MACD değeri -0.97, bu da genel olarak düşüş eğiliminde olduğunu gösteriyor. Ancak, MA5 ve MA20 değerleri mevcut fiyatın biraz üzerinde, bu da bir toparlanma olabileceğini gösteriyor. \n\nKaldıraçlı işlem önerisi:\n- Pozisyon: LONG\n- Giriş fiyatı: $145\n- Hedef fiyat: $155\n- Stop-loss: $140\n- Kaldıraç seviyesi: 3x\n\nBu öneri, Solana'nın kısa vadede bir toparlanma yaşayabileceği beklentisi üzerine yapılmıştır. Ancak, kripto para piyasalarının volatilitesi göz önünde bulundurulmalıdır.",
    "likes": [
      1916984442
    ],
    "dislikes": []
  },
  {
    "message_id": 586,
    "text": "Solana'nın son 7 gün içerisindeki %1.95'lik düşüşüne rağmen, genel trendi yukarıya doğru görünmektedir. RSI ve MACD değerlerine bakıldığında, kripto paranın aşırı alım bölgesinde olduğu görülüyor. Bu, fiyatın yakın zamanda düzeltme yapabileceğini gösteriyor. Ancak, 5 günlük ve 20 günlük hareketli ortalamalar arasındaki fark, yükseliş trendinin devam edebileceğini de işaret ediyor.\n\nKaldıraçlı işlem önerisi:\n- Pozisyon: LONG\n- Giriş fiyatı: $145\n- Hedef fiyat: $155\n- Stop-loss: $140\n- Kaldıraç seviyesi: 3x\n\nBu öneri, piyasadaki genel eğilim ve Solana'nın güçlü momentumuna dayanmaktadır. Ancak, y",
    "likes": [
      1916984442
    ],
    "dislikes": []
  },
  {
    "message_id": 600,
    "text": "Bitcoin, son 24 saatte %0.68 ve son 7 günde %0.73 oranında artış göstererek güçlü bir performans sergiliyor. RSI 88.45 ile aşırı alım bölgesinde bulunurken, MACD'nin 708.73 olması yükseliş momentumunun devam ettiğini gösteriyor. MA5 ve MA20'nin mevcut fiyatın üzerinde olması da yükseliş trendini destekliyor.\n\nPozisyon: LONG\nGiriş fiyatı: $106218.00\nHedef fiyat: $107000.00\nStop-loss: $105500.00\nKaldıraç seviyesi: 5x\n\nBu öneri, yatırım danışmanlığı yerine teknik analiz temelli bir görüştür. Her zaman kendi araştırmanızı yapmalı ve risk yönetimi stratejilerinizi kullanmalısınız.",
    "likes": [
      1916984442
    ],
    "dislikes": []
  },
  {
    "message_id": 604,
    "text": "Bitcoin, son 24 saatte %0.77 ve son 7 günde %0.93 artış göstererek sağlam bir performans sergiliyor. Teknik göstergeler, RSI'nın 88.45 ve MACD'nin 708.73 olmasıyla alım baskısının yüksek olduğunu gösteriyor. MA5 ve MA20 de yükseliş eğilimini destekliyor. \n\nKaldıraçlı işlem önerisi olarak LONG pozisyon öneriyorum. Giriş fiyatı olarak anlık fiyat olan $106433.00, hedef fiyat olarak $108000.00 ve stop-loss olarak $105000.00 öneriyorum. Kaldıraç seviyesi olarak 5x kullanabilirsiniz. Lütfen risk yönetimini unutmayın ve her zaman kendi araştırmanızı yapın.",
    "likes": [
      1916984442
    ],
    "dislikes": []
  },
  {
    "message_id": 608,
    "text": "Solana'nın 24 saatlik değişimi küçük de olsa pozitif yönde. Ancak 7 günlük değişimde bir miktar düşüş yaşanmış. RSI değeri 84.59 ile aşırı alım bölgesinde bulunuyor ve MACD sinyal çizgisinin üzerinde, bu da yükseliş eğilimini gösteriyor. MA5 ve MA20'nin mevcut fiyatın üstünde olması da yükseliş trendinin devam edebileceğine işaret ediyor. \n\nKaldıraçlı işlem önerisi:\n- Pozisyon: LONG\n- Giriş fiyatı: $146.32\n- Hedef fiyat: $150\n- Stop-loss: $143\n- Kaldıraç seviyesi: 5x\nUnutmayın kaldıraçlı işlemler yüksek risk içerir. Yatırımınızı dikkatli bir şekilde değerlendirin.",
    "likes": [
      1916984442
    ],
    "dislikes": []
  },
  {
    "message_id": 612,
    "text": "Solana'ın 24 saatlik değişimi %0.08, 7 günlük değişimi %-1.45.\nTeknik göstergeler: RSI=84.59, MACD=1.36, MA5=144.76000000000002, MA20=137.821.\n\nKaldıraçlı işlem önerisi:\n- Pozisyon: NO TRADE\n- Giriş fiyatı: $146.28\n- Hedef fiyat: $150.67\n- Stop-loss: $144.09\n- Kaldıraç seviyesi: 5x\n\n⚠️ RSI aşırı alımda. Yeni pozisyon açmak riskli olabilir.\n⚠️ Yüksek risk: Hem RSI çok yüksek hem MACD pozitif.",
    "likes": [],
    "dislikes": [
      1916984442
    ]
  },
  {
    "message_id": 616,
    "text": "Solana'ın 24 saatlik değişimi %0.04, 7 günlük değişimi %-1.47.\nTeknik göstergeler: RSI=84.59, MACD=1.36, MA5=144.76000000000002, MA20=137.821.\n\nKaldıraçlı işlem önerisi:\n- Pozisyon: NO TRADE\n- Giriş fiyatı: $146.25\n- Hedef fiyat: $150.64\n- Stop-loss: $144.06\n- Kaldıraç seviyesi: 5x\n\n⚠️ RSI aşırı alımda. Yeni pozisyon açmak riskli olabilir.\n⚠️ Yüksek risk: Hem RSI çok yüksek hem MACD pozitif.",
    "likes": [],
    "dislikes": []
  },
  {
    "message_id": 619,
    "text": "Solana'ın 24 saatlik değişimi %0.04, 7 günlük değişimi %-1.47.\nTeknik göstergeler: RSI=Bilinmiyor, MACD=Bilinmiyor, MA5=Bilinmiyor, MA20=Bilinmiyor.\n\nKaldıraçlı işlem önerisi:\n- Pozisyon: LONG\n- Giriş fiyatı: $146.25\n- Hedef fiyat: $150.64\n- Stop-loss: $144.06\n- Kaldıraç seviyesi: 5x\n",
    "likes": [],
    "dislikes": []
  },
  {
    "message_id": 622,
    "text": "Bitcoin'ın 24 saatlik değişimi %0.66, 7 günlük değişimi %0.95.\nTeknik göstergeler: RSI=88.45, MACD=708.73, MA5=105683.4, MA20=103049.45.\n\nKaldıraçlı işlem önerisi:\n- Pozisyon: NO TRADE\n- Giriş fiyatı: $106447.00\n- Hedef fiyat: $109640.41\n- Stop-loss: $104850.29\n- Kaldıraç seviyesi: 5x\n\n⚠️ RSI aşırı alımda. Yeni pozisyon açmak riskli olabilir.\n⚠️ Yüksek risk: Hem RSI çok yüksek hem MACD pozitif.",
    "likes": [],
    "dislikes": []
  },
  {
    "message_id": 626,
    "text": "Ethereum'ın 24 saatlik değişimi %0.60, 7 günlük değişimi %-3.74.\nTeknik göstergeler: RSI=89.53, MACD=10.48, MA5=2435.338, MA20=2319.303.\n\nKaldıraçlı işlem önerisi:\n- Pozisyon: NO TRADE\n- Giriş fiyatı: $2443.22\n- Hedef fiyat: $2516.52\n- Stop-loss: $2406.57\n- Kaldıraç seviyesi: 5x\n\n⚠️ RSI aşırı alımda. Yeni pozisyon açmak riskli olabilir.\n⚠️ Yüksek risk: Hem RSI çok yüksek hem MACD pozitif.",
    "likes": [],
    "dislikes": []
  },
  {
    "message_id": 644,
    "text": "📉 Bitcoin için sinyal verilmedi. R/R oranı çok düşük: 0.00",
    "likes": [],
    "dislikes": []
  },
  {
    "message_id": 647,
    "text": "📉 Ethereum için sinyal verilmedi. R/R oranı çok düşük: 0.00",
    "likes": [],
    "dislikes": []
  },
  {
    "message_id": 650,
    "text": "Ethereum, son 24 saatte %0.78 oranında artış yaşadı ve $2443.83 seviyesinde işlem görüyor. Ancak, son 7 günde %3.23'lik bir düşüş yaşandı. Teknik göstergelere bakıldığında RSI 89.53 ile aşırı alım bölgesinde. MACD'nin pozitif bölgeye geçtiği görülüyor. MA5 ve MA20 seviyeleri ise fiyatın üzerinde.\n\nKaldıraçlı işlem önerisi:\n- Pozisyon: LONG\n- Giriş fiyatı: $2440\n- Hedef fiyat: $2500\n- Stop-loss: $2400\n- Kaldıraç seviyesi: 3x\n\nBu öneri, piyasanın genel durumu ve teknik analizlere dayanmaktadır. Yatırım kararlarınızı kendi risk toleransınıza göre alınız.",
    "likes": [
      1916984442
    ],
    "dislikes": []
  },
  {
    "message_id": 656,
    "text": "Ethereum, son 24 saatte %1,45'lik bir artışla $2448.05 seviyesinden işlem görüyor. Ancak, son 7 gün içinde %3.06 oranında bir düşüş yaşadı. RSI değeri 89.53 ile aşırı alım seviyelerini işaret ederken, MACD'nin pozitif bölgede olması alıcıların kontrolde olduğunu gösteriyor. \n\nPozisyon: LONG\nGiriş Fiyatı: $2450\nHedef Fiyat: $2600\nStop-Loss: $2350\nKaldıraç Seviyesi: 3x\n\nAncak, her yatırım kararında olduğu gibi, kendi araştırmanızı yapmanız ve risk yönetimi stratejilerinizi uygulamanız önemlidir. Bu bilgiler yatırım tavsiyesi olarak kabul edilmemelidir.",
    "likes": [],
    "dislikes": []
  },
  {
    "message_id": 682,
    "text": "Bitcoin, son 24 saatte %1.52 ve son 7 günde %1.63'lük bir artış göstererek 106,665$'dan işlem görüyor. RSI ve MACD değerleri, piyasadaki yükseliş trendini ve alıcıların hakimiyetini gösteriyor. MA5 ve MA20 göstergeleri de bu yükseliş trendini destekliyor. \n\nKaldıraçlı işlem önerisi:\n- Pozisyon: LONG\n- Giriş fiyatı: 106,700$\n- Hedef fiyat: 108,000$\n- Stop-loss: 105,500$\n- Kaldıraç seviyesi: 5x\n\nNot: Kripto para piyasaları volatil olabilir, bu nedenle yatırımlarınızı dikkatlice yapın ve risk yönetim stratejilerinizi uygulayın.",
    "likes": [
      1916984442
    ],
    "dislikes": []
  },
  {
    "message_id": 686,
    "text": "Bitcoin, son 24 saatte %1.57 ve son 7 günde %1.60 artış göstererek $106633.00 seviyesinde işlem görmektedir. RSI ve MACD göstergeleri, piyasanın aşırı alım bölgesinde olduğunu gösterirken, hareketli ortalamalar da yükseliş trendini desteklemektedir.\n\nKaldıraçlı işlem önerisi:\n- Pozisyon: LONG\n- Giriş fiyatı: $106633.00\n- Hedef fiyat: $108000.00\n- Stop-loss: $105000.00\n- Kaldıraç seviyesi: 5x\n\nNot: Her yatırımın riski vardır. Bu yüzden yatırımlarınızı dikkatli bir şekilde yönetin ve sadece kaybetmeyi göze alabileceğiniz miktarda yatırım yapın.",
    "likes": [],
    "dislikes": []
  },
  {
    "message_id": 689,
    "text": "Solana'nın anlık fiyatı $146.75 ve son 24 saatte %1.92 artış gösterdi. Ancak, haftalık bazda %0.74'lük bir düşüş yaşadı. Teknik göstergelere göre; RSI 83.59 ile aşırı alım bölgesinde ve MACD'nin 1.7 olması al sinyali veriyor. MA5 ve MA20'nin üzerinde seyrediyor.\n\nÖneri pozisyon: LONG\nGiriş fiyatı: $146.75\nHedef fiyat: $155\nStop-loss: $140\nKaldıraç seviyesi: 5x\n\nBu öneri yatırım tavsiyesi olmayıp, yatırım kararınızı desteklemek için bilgilendirme amaçlıdır. Yatırımınızı yaparken kendi araştırmanızı yapmanız önerilir.",
    "likes": [
      1916984442
    ],
    "dislikes": []
  },
  {
    "message_id": 698,
    "text": "Bitcoin, son 24 saatte %1.24 ve son 7 günde %1.43 artış gösterdi. RSI 86.22 ile aşırı alım bölgesinde ve MACD de yükselişi onaylıyor. Ancak, bu seviyeler hızlı düzeltmeler için potansiyel oluşturabilir. \n\nKaldıraçlı işlem önerisi: LONG pozisyonu tercih edebilirsiniz. Giriş fiyatı olarak mevcut fiyat olan $106449.00 düşünülebilir. Hedef fiyatınız $108000.00, stop-loss seviyeniz ise $105000.00 olabilir. Kaldıraç seviyesi olarak 5x kullanabilirsiniz. Ancak, yüksek volatilite nedeniyle riskinizi iyi yönetmelisiniz.",
    "likes": [],
    "dislikes": [
      1916984442
    ]
  },
  {
    "message_id": 712,
    "text": "Solana'nın mevcut fiyatı $146.17 ve 24 saatlik değişim oranı %1.39. Son 7 gün içinde %0.16'lık bir değişim gözlemlendi. Teknik göstergelere bakıldığında, RSI değeri 83.59, MACD değeri 1.7 ve Signal değeri 0.36. MA5 ve MA20 değerleri sırasıyla 145.31 ve 138.4915. Bu göstergeler, Solana'nın aşırı alım bölgesinde olduğunu ve düzeltme riski taşıdığını gösteriyor. Kaldıraçlı işlem önerisi olarak, SHORT pozisyonu önerilir. Giriş fiyatı olarak mevcut fiyat olan $146.17, hedef fiyat olarak $140 ve stop-loss olarak $150 seçilebilir. Kaldıraç seviyesi olarak 5x önerilir. Ancak, kripto para piyasalarının volatilitesi n",
    "likes": [],
    "dislikes": [
      1916984442
    ]
  },
  {
    "message_id": 716,
    "text": "Bitcoin, son 24 saatte %1.82 ve son 7 günde %2.73 artış göstererek güçlü bir performans sergiledi. RSI değeri 86.22 ile aşırı alım bölgesinde bulunuyor ve MACD 827.82 ile pozitif bölgede. Ancak, 5 günlük ve 20 günlük hareketli ortalamalar (MA5: 105965.4, MA20: 103306.4) yükseliş trendini destekliyor. \n\nKaldıraçlı işlem önerimiz:\n- Pozisyon: LONG\n- Giriş fiyatı: $107500\n- Hedef fiyat: $110000\n- Stop-loss: $105000\n- Kaldıraç seviyesi: 5x\n\nLütfen kendi risk toleransınıza göre işlem yapın ve stop-loss kullanmayı unutmayın.",
    "likes": [],
    "dislikes": []
  },
  {
    "message_id": 719,
    "text": "Bitcoin, son 24 saatte %1.91 ve son 7 günde %2.26 artış göstererek pozitif bir performans sergiledi. RSI, 86.57 ile aşırı alım bölgesinde ve MACD, sinyal çizgisinin üzerinde, bu durum yükseliş momentumunun güçlü olduğunu gösteriyor. MA5 ve MA20'nin mevcut fiyatın üzerinde olması da yükseliş trendini destekliyor.\n\nKaldıraçlı işlem önerisi:\n- Pozisyon: LONG\n- Giriş Fiyatı: $107200\n- Hedef Fiyat: $110000\n- Stop-Loss: $105000\n- Kaldıraç Seviyesi: 5x\n\nLütfen bu bilgilerin yatırım tavsiyesi olmadığını ve her türlü yatırım kararının risk içerdiğini unutmayın.",
    "likes": [
      1916984442
    ],
    "dislikes": []
  },
  {
    "message_id": 799,
    "text": "Bitcoin fiyatı: $107620.00\n24 saatlik değişim: %1.47, 7 gün: %2.64\n\n⚠️ AI modeli yüklü değil veya hata oluştu.\n\nRSI: 63.12, MACD: 529.04, Signal: 553.16, MA_5: 107584.82, MA_20: 107058.79",
    "likes": [
      1916984442
    ],
    "dislikes": []
  },
  {
    "message_id": 809,
    "text": "Solana fiyatı: $144.42\n24 saatlik değişim: %-0.49, 7 gün: %-2.07\n\n📈 AI Tahmin: BUY\n\nRSI: 37.44, MACD: -0.02, Signal: 0.26, MA_5: 144.21, MA_20: 145.37",
    "likes": [
      1916984442
    ],
    "dislikes": []
  },
  {
    "message_id": 813,
    "text": "Solana fiyatı: $144.38\n24 saatlik değişim: %-0.64, 7 gün: %-2.10\n\n📈 AI Tahmin: BUY\n\nRSI: 37.33, MACD: -0.03, Signal: 0.26, MA_5: 144.21, MA_20: 145.36\n\n📊 Önerilen kaldıraç: 5x Long\n⚠️ Yüksek risk (kaldıraç önerilmez)",
    "likes": [
      1916984442
    ],
    "dislikes": []
  }
]